Repository: FreePBX/daynight
Catalog: i18n/*/LC_MESSAGES/daynight.po
Languages: de_de, es_es, fa_ir, fr_fr, it_it, ja_jp, pt_br, ru_ru, sv_se, vi

source: If a selection is made, this timecondition will be associated with the specified call flow toggle featurecode. This means that if the Call Flow Feature code is set to override (Red/BLF on) then this time condition will always go to its True destination if the chosen association is to 'Force Time Condition True Destination' and it will always go to its False destination if the association is with the 'Force Time Condition False Destination'. When the associated Call Flow Control Feature code is in its Normal mode (Green/BLF off), then then this Time Condition will operate as normal based on the current time. The Destinations that are part of any Associated Call Flow Control Feature Code will have no affect on where a call will go if passing through this time condition. The only thing that is done when making an association is allowing the override state of a Call Flow Toggle to force this time condition to always follow one of its two destinations when that associated Call Flow Toggle is in its override (Red/BLF on) state.
de_de: Wenn eine Auswahl getroffen wird, wird diese Zeitbedingung mit dem angegebenen Funktionscode zum Umschalten des Anrufverlaufs verknüpft. Dies bedeutet, dass, wenn der Anrufverlaufsfunktionscode auf Überschreiben eingestellt ist (Rot / BLF ein), diese Zeitbedingung immer zu ihrem wahren Ziel wechselt, wenn die gewählte Auswahl 'Erzwinge wahres Ziel der Zeitbedingung' ('Force Time Condition True Destination') ist, und zum falschen Ziel wechselt, wenn die Auswahl mit der Bedingung 'Erzwinge falsches Ziel der Zeitbedingung' übereinstimmt. Befindet sich der zugehörige Funktionscode für die Anrufflusssteuerung im Normalmodus (Grün / BLF aus), wird diese Zeitbedingung basierend auf der aktuellen Zeit normal ausgeführt. Die Ziele, die Teil eines zugeordneten Funktionscodes für die Anrufflusssteuerung sind, haben keine Auswirkung darauf, wohin ein Anruf geleitet wird, wenn dieser Zeitraum überschritten wird. Das Einzige, was gemacht wird, wenn man eine Assoziation macht ist dem Override-Status eines Call Flow Toggles zu erlauben, diese Zeitbedingung zu zwingen, immer einem der beiden Ziele folgen, wenn sich der zugehörige Anrufverlaufsumschalter im Übersteuerungsstatus (Rot / BLF ein) befindet.
es_es: Si se ha realizado una selección, esta timecondition estará asociado con el flujo de llamada del toggle featurecode especificado. Esto significa que si el Código de opción de flujo de llamadas está configurado para ignorar (rojo / BLF on) entonces este estado el tiempo siempre va a ir a su verdadero destino si la asociación elegida es 'Condición de fuerce de tiempo Verdadero Destino' y siempre irá a su Falso destino si la asociación es con el 'Condición de fuerce de tiempo Falso Destino'. Cuando el Código de opción asociada Call Control de flujo está en su modo normal (verde / BLF apagado), luego entonces esta condición de tiempo funcionará como normal basado en la hora actual. Los destinos que forman parte de cualquier Asociado Call Control de flujo Código de función no tendrá ningún efecto en donde una llamada pasará si pasando por esta condición de tiempo. Lo único que se realiza a la hora de hacer una asociación está permitiendo que el estado de anulación de una palanca de flujo de llamada para obligar a esta condición tiempo de seguir siempre una de sus dos destinos cuando la asociada Call Flow Toggle está en su anulación (rojo / BLF on).
fr_fr: Si une sélection est effectuée, cette condition est associée au paramètre de basculement du jour/nuit spécifié. Cela signifie que si le code de fonction du jour/nuit est défini pour remplacer (BLF Rouge), cette condition de temps ira toujours à sa destination Jour si l'association choisie est "Forcer la condition de temps" et qu'elle ira toujours à sa destination. Destination Nuit si l'association est avec la 'Fausse destination de la condition de temps de force'. Lorsque le code de caractéristique de contrôle de flux d'appels associé est dans son mode normal (BLF Vert), alors cette condition de temps fonctionnera normalement en fonction de l'heure actuelle. Les destinations qui font partie d'un code de fonctionnalité de contrôle jour/nuit associé n'auront aucun effet sur l'endroit où un appel ira si vous traversez cette condition de temps. La seule chose qui est faite lors de la création d'une association est de permettre à l'état override d'un jour/nuit de forcer cette condition à toujours suivre l'une de ses deux destinations lorsque ce Jour/Nuit associé est dans son état override (BLF Rouge) .
it_it: Se viene effettuata una selezione, questo tempo sarà associato al flusso di chiamata specificato. Ciò significa che se il codice funzione Flusso chiamate è impostato su Override (Rosso / BLF attivo), questa condizione temporale andrà sempre alla sua destinazione True se l'associazione scelta è su 'Force Time Condition True Destination' e andrà sempre al suo Destinazione errata se l'associazione è con la 'Destinazione falso Condizione False Destinazione'. Quando il codice della funzione di controllo del flusso chiamate associato è in modalità Normale (verde / BLF disattivato), allora questa condizione temporale funzionerà normalmente in base all'ora corrente. Le destinazioni che fanno parte di qualsiasi codice funzione di controllo del flusso chiamate associato non avranno alcun effetto sul luogo in cui una chiamata andrà se passa attraverso questa condizione temporale. L'unica cosa che viene fatta quando si crea un'associazione è quella di consentire lo stato di override di un flusso di chiamate Toggle per forzare questa condizione temporale a seguire sempre una delle sue due destinazioni quando quello associato è attivo (rosso / BLF attivo) .
ja_jp: 選択された場合、この時間分岐条件は指定されたコールフロー切り替え機能コードと関連づけられます。コールフロー機能コードが上書きモード (BLFが赤もしくは点灯) に設定された場合、この設定が「強制的に時間分岐条件をTrueの宛先にする」だった場合この時間条件は常にそのTrueの宛先に移動しますが、関連付けが「強制的に時間条件をFalseの宛先にする」だった場合は常にFalseの宛先に転送します。関連付けされたコールフロー切り替えが通常モード (BLFが緑もしくは消灯) の時は、この時間条件は現在時刻に基づいて通常どおり動作します。また、関連付けられたコールフロー切り替え側の宛先は、この時間条件を通った場合は適用されません。関連付けられた際に行われることは、その関連付けられたコールフロー切り替えが上書き状態 (BLFが赤もしくは点灯) の時に、関連付けられた時間条件に対して常にその２つの宛先のうち１つに従うように強制上書きすることだけです。
pt_br: Se uma seleção é feita, esta condição horária irá ser associada com o código de recurso de alternar o fluxo da chamada especificado. Isto significa que se o Código de Recurso de Fluxo de Chamada é configurado para substituir (Vermelho/BFL ligado) então esta condição horária irá sempre ir para este destino verdadeiro se a escolha é 'Forçar Condição Horária a Destino Verdadeiro' e irá sempre ir para um destino falso se a escolha é 'Forçar Condição Horária a Destino Falso'. Quando o Código de Recurso de Fluxo de Chamada associado está no modo Normal (Verde/BLF ligado), então esta Condição Horária não irá ter nenhum efeito sobre onde uma chamada irá passar se passar através desta condição horária. A única mudança que ocorre quando uma associação é feita é permitir sobrepor o estado de um Alternador de Fluxo de Chamada para forçar esta condição horária a sempre seguir um dos dois destinos quando este Alternador de Fluxo de Chamadas associado está em estado de sobreposição (Vermelho/BLF ligado).
ru_ru: Если выбрано, то это правило по времени будет связано с соответствующим сервисным кодом, переключающим состояние прохождения вызовов. Это означает, что если сервисный код переключения вызовов установлен в режим подавления (Red/BLF on), то по текущему правилу по времени вызов пойдёт на конечное назначение, если выбрана опция Форсировать конечное назначения правила по времени. И по этому же правилу вызов пойдёт в то назначение, которое указано для 'Если вызов не попадает в текущее правило по времени'. Если сервисный код, связанный с переключением прохождения вызовов будет в состоянии Нормальный режим (Green/BLF выключено), то правило по времени будет срабатывать согласно текущему времени на сервере. Если вызов попадает под действие правила по времени, то не имеет значения куда в конечном счёте он будет направлен. То есть назначения, связанные с сервисным кодом переключения вызовов будут подавлять все другие, связанные с правилами по времени, руководствуясь состоянием этого переключения, когда оно отображается в положении (Red/BLF включено).
vi: Nếu một lựa chọn được tạo ra, điều kiện thời gian này sẽ được kết hợp với mã tính năng chuyển đổi dòng cuộc gọi xác định. Có nghĩa là nếu mã tính năng chuyển dòng cuộc gọi được cài đặt về override (ghi đè) ( Đỏ/BLF bật) thì sau đó điều kiện thời gian sẽ luôn luôn đi tới điểm đích True nếu kết hợp với 'Force Time Condition False Destination'. Khi mã tính năng điều khiển dòng cuộc gọi đã kết hợp trong chế độ thông thường ( Xanh/BLF tắt) thì sau đó điều kiện thời gian này sẽ hoạt động thong thường dựa trên thời gian hiện tại. Các điểm đích là một phần của mã tính năng điều khiển dòng cuộc gọi sẽ không gây ảnh hưởng đến vị trí một cuộc gọi sẽ tới nếu đi qua điều kiện thời gian này. Chỉ duy nhất một điều được thực hiện khi tạo một sự kết hợp đang cho phép trạng thái ghi đè của một chuyển đổi dòng cuộc gọi để buộc điều kiện thời gian luôn luôn theo dõi một trong hai điểm đích khi mà chuyển đổi dòng cuộc gọi đang trong trạng thái ghi đè ( Đỏ/BLF bật).

source: Linked to Time Condition %s - %s
de_de: Mit Zeitbedingung %s - %s verknüpft
es_es: Asociado a la condición horaria %s - %s
fa_ir: متصل شده به شرایط زمانی %s - %s
fr_fr: Lier à la condition de temps %s - %s
it_it: Collegato alla Condizione Temporale %s - %s
ja_jp: 時間条件にリンクしました %s - %s
pt_br: Ligado à Condição Horária %s - %s
ru_ru: Присоединено к правилу по времени %s - %s
sv_se: Länkad till tidskondition %s - %s
vi: Được liên kết tới điều kiện thời gian %s-%s

source: List Callflows
de_de: Anrufflüsse auflisten
es_es: Lista FlujosLlamadas
fa_ir: فهرست روندهای تماس
fr_fr: list des Jour/Nuit
it_it: Elenco flussi di chiamata
pt_br: Lista Fluxo de Chamadas
ru_ru: Список потоков вызова
vi: Danh sách các dòng cuộc gọi

source: Message to be played in normal mode (Green/BLF off).<br>To add additional recordings use the "System Recordings" MENU above
de_de: Nachricht, die im Normalmodus (Grün/BLF aus) abgespielt werden soll.<br /> Verwenden Sie das „Systemaufnahmen“-Menü oben, um weitere Aufnahmen hinzuzufügen
es_es: Mensaje a reproducir en el modo normal (verde/BLF apagado).<br>Para añadir grabaciones adicionales utilizar el menú "Sistema de Grabaciones" arriba
fa_ir: پیام برای پخش در حالت معمولی (سبز/BLF off).<br>برای افزودن فایل جدید از منوی "ضبط شده های سیستمی" استفاده کنید
fr_fr: Message à lire en mode Jour (BLF Vert).<br>Pour ajouter des enregistrements supplémentaires, utilisez le MENU "Enregistrements système" ci-dessus
it_it: Messaggio da riprodurre in modalità normale (verde / BLF disattivato). <br> Per aggiungere ulteriori registrazioni utilizzare il menu "Registrazioni di sistema" sopra
ja_jp: 通常モード (BLFが緑もしくは消灯) のときに再生する音声。<br>音声を追加するには、上にある「システム録音」メニューを使います。
pt_br: Mensagem a ser reproduzida no modo normal (Verde/BLF desligado). Para adicionar gravações adicionais use o menu "Gravações do Sistema" acima
ru_ru: Сообщение,воспроизводимое в обычном режиме(Green/BLF off).<br>Для добавления дополнительных записей используйте "System Recordings" Меню
vi: Tin nhắn được phát trong chế độ thông thường (Xanh/BLF tắt). <br> Để thêm các ghi ẩm bổ sung thì sử dụng MENU trên "System Recorrdings" ( Các ghi âm hệ thống)

source: Message to be played in override mode (Red/BLF on).<br>To add additional recordings use the "System Recordings" MENU to the above
de_de: Nachricht, die im Überbrückungsmodus (Rot/BLF an) abgespielt werden soll.<br /> Verwenden Sie das „Systemaufnahmen“-Menu oben, um weitere Aufnahmen hinzuzufügen
es_es: Mensaje reproducirá en modo de anulación (Rojo/BLF encendido).<br>Para añadir grabaciones adicionales utilizar el menú "System Recordings" arriba
fa_ir: پیام برای پخش در حالت بازنویسی.(قرمز/BLF on).<br>برای افزودن فایل جدید از منوی "ضبط شده های سیستمی" استفاده کنید
fr_fr: Message à lire en mode Nuit (BLF Rouge).<br>Pour ajouter des enregistrements supplémentaires, utilisez le MENU "Enregistrements système" ci-dessus
it_it: Messaggio da riprodurre in modalità override (rosso / BLF attivo). <br> Per aggiungere ulteriori registrazioni utilizzare il MENU "System Recordings" su
ja_jp: 上書きモード (BLFが赤もしくは点灯) のときに再生する音声。<br>音声を追加するには、上にある「システム録音」メニューを使います。
pt_br: Mensagem a ser reproduzida no modo de substituição (Vermelho/BLF ativado). Para adicionar gravações adicionais, use o menu "Gravações do Sistema" para o item acima
ru_ru: Сообщение, воспроизводимое в обычном режиме (Red/BLF on).<br>Для добавления дополнительных записей используйте "System Recordings" Меню
vi: Tin nhắn sẽ được phát trong chế độ ghi đè (Đỏ/BLF bật). <br> Để thêm các ghi ẩm bổ sung thì sử dụng MENU trên "System Recorrdings" ( Các ghi âm hệ thống)

source: No Association
de_de: Keine Zuordnung
es_es: Sin asociación
fa_ir: هیچ ارتباطی
fr_fr: Pas d'association
it_it: Nessuna Associazione
pt_br: Sem Associação
ru_ru: Нет связывания
sv_se: Ingen tilldelning
vi: Không có sự kết hợp

source: Normal (Green/BLF off)
de_de: Normal (Grün/BLF aus)
es_es: Normal (Verde/BLF off)
fa_ir: نرمال(سبز/BLF off)
fr_fr: Jour (BLF Vert)
it_it: Normale (Verde/BLF spento)
ja_jp: 通常 (BLFが緑もしくは消灯)
pt_br: Normal (Verde/BLF desligado)
ru_ru: Нормальный (Green/BLF выключен)
vi: Thông thường (Xanh/BLF tắt)

source: Normal Flow (Green/BLF off)
de_de: Normaler Fluss (Grün/BLF aus)
es_es: Flujo Normal (Verde/BLF off)
fa_ir: روند نرمال (سبز/BLF off)
fr_fr: Jour (BLF Vert)
it_it: Flusso normale (verde / BLF spento)
ja_jp: 通常フロー (BLFが緑もしくは消灯)
pt_br: Fluxo Normal (Verde/BLF desligado)
ru_ru: Нормальное прохождение (Green/BLF выключен)
vi: Dòng bình thường ( Xanh/ BLF tắt)

source: OK
es_es: Correcto
fa_ir: تایید

source: Optional Password
de_de: Optionales Passwort
es_es: Contraseña opcional
fa_ir: کلمه عبور اختیاری
fr_fr: Mot de passe optionnel
it_it: Password Opzionale
ja_jp: パスワードをかける (オプション)
pt_br: Senha Opcional
ru_ru: Пароль (опционально)
sv_se: Valfritt lösenord
vi: Mật khẩu lựa chọn

source: Override (Red/BLF on)
de_de: Überbrücken (Rot/BLF an)
es_es: Override (Rojo/BLF on)
fa_ir: ابطال (قرمز/ BLF on)
fr_fr: Nuit (BLF Rouge)
it_it: Override (rosso / BLF attivo)
ja_jp: 上書き (BLFが赤もしくは点灯)
pt_br: Substituir (Vermelho/BLF ligado)
ru_ru: Подавление правил Override (Red/BLF включен)
vi: Ghi đè (Đỏ/BLF bật)

source: Override Flow (Red/BLF on)
de_de: Überbrückungs-Fluss (Rot/BLF an)
es_es: Flujo Override (Rojo/BLF on)
fa_ir: ابطال روند (قرمز/ BLF on)
fr_fr: Nuit (BLF Rouge)
it_it: Sovrascrivi flusso (rosso / BLF attivo)
ja_jp: 上書きフロー (BLFが赤もしくは点灯)
pt_br: Fluxo de Substituição (Vermelho/BLF ativado)
ru_ru: Подавлять правила (Red/BLF включен)
vi: Ghi đè dòng ( Đỏ/ BLF bật)

source: Please enter a valid numeric password, only numbers are allowed
de_de: Bitte geben Sie ein gültiges numerisches Passwort ein, es sind nur Ziffern erlaubt
es_es: Por favor, introduzca una contraseña númerica; sólo se permiten números.
fa_ir: لطفا یک کلمه عبور عددی وارد کنید،فقط عدد مجاز است
fr_fr: Merci d'entrer un mot de passe numérique valide, seule les chiffres sont autorisés
it_it: Prego immettere una password numerica valida, solo numero sono permessi
ja_jp: パスワードは数字以外の文字は使えません。数字のみのパスワードを入力してください。
pt_br: Introduza uma senha numérica válida, apenas são permitidos números
ru_ru: Введите разрешённый цифровой пароль, разрешены только цифры
sv_se: Skriv in ett giltigt lösenord, endast siffror
vi: Vui lòng nhập một mật khẩu số hợp lệ, chỉ cho phép các chữ số

source: Please set the Current Mode
de_de: Bitte stellen Sie den aktuellen Modus ein
es_es: Por favor establezca el Modo Actual
fa_ir: لطفا حالت فعلی را تنظیم کنید
fr_fr: Choisissez le mode courant SVP
it_it: Si prega di impostare la modalità corrente
ja_jp: 現在のモードを設定してください。
pt_br: Por favor, defina o Modo Atual
ru_ru: Установите текущий режим
vi: Vui lòng cài đặt Current Mode (Chế độ hiện tại)

source: Please set the Normal Flow destination
de_de: Bitte stellen Sie das Ziel für den normalen Fluss ein
es_es: Por favor establezca el destino del Modo Normal
fa_ir: لطفا مقصد روند نرمال را تنظیم کنید
fr_fr: Merci de choisir la destination en Mode Jour
it_it: Si prega di impostare la destinazione del flusso normale
ja_jp: 通常モードの宛先を設定してください。
pt_br: Por Favor, defina o destino do Fluxo Normal
ru_ru: Пожалуйста установите направление для Normal Flow
vi: Vui lòng cài đặt điểm đích Dòng thông thường

source: Please set the Override Flow destination
de_de: Bitte stellen Sie das Ziel für den Überbrückungs-Fluss ein
es_es: Por favor, establecer el destino para el Modo de anulación
fa_ir: لطفا مقصد روند ابطال را تنظیم کنید
fr_fr: Merci de choisir la destination en Mode Nuit
it_it: Si prega di impostare la destinazione di sostituzione del flusso
ja_jp: 上書きモードの宛先を設定してください。
pt_br: Defina o destino do Fluxo de Substituição
ru_ru: Пожалуйста установите направление для обходного сценария
vi: Vui lòng cài đặt điểm đích Dòng ghi đè

source: Recording for Normal Mode
de_de: Aufnahme für den Normalmodus
es_es: Grabación para modo Normal
fa_ir: ضبط برای حالت نرمال
fr_fr: Enregistrement mode Jour
it_it: Registrazione per la modalità normale
ja_jp: 通常モードの音声
pt_br: Gravação para o Modo Normal
ru_ru: Запись для режима День
vi: Ghi âm cho Chế độ thông thường

source: Recording for Override Mode
de_de: Aufnahme für den Überbrückungsmodus
es_es: Grabación para modo Override
fa_ir: ضبط برای حالت ابطال
fr_fr: Enregistrement mode Nuit
it_it: Registrazione per la modalità Override
ja_jp: 上書きモードの音声
pt_br: Gravação para o Modo Substituição
ru_ru: Запись для режима Ночь
vi: Ghi âm cho Chế độ ghi đè

source: Reset
de_de: Zurücksetzen
es_es: Reiniciar
fa_ir: تنظیم مجدد
it_it: Elimina
ja_jp: リセット
pt_br: Reiniciar
ru_ru: Сброс
vi: Cài đặt lại

source: State
de_de: Status
es_es: Estado
fa_ir: کیفیت
fr_fr: État
it_it: Stato
ja_jp: ステータス
pt_br: Estado
ru_ru: Статус
vi: Tình trạng

source: Submit
de_de: Absenden
es_es: Enviar
fa_ir: ارسال
fr_fr: Envoyer
it_it: Sottoscrivo
ja_jp: 送信
pt_br: Enviar
ru_ru: Подтвердить
vi: Gửi đi

source: There are a total of %s Feature code objects, %s, each can control a call flow and be toggled using the call flow toggle feature code plus the index.
de_de: Es gibt insgesamt %s Funktionscode-Objekte, %s, jedes kann einen Anruffluss steuern und geschaltet werden, indem man den entsprechenden Funktionscode plus Index wählt.
es_es: Hay un total de objetos de códigos de función %s, %s, cada uno puede controlar un flujo de llamadas y se alternan conmutando los códigos de función de flujo de llamada más el índice.
fr_fr: Il y a un total de %s objets de code de fonctionnalité, %s, chacun peut contrôler un Jour/Nuit et être basculé en utilisant le code de fonction par défaut plus l'index.
it_it: Sono presenti un totale di %s1 oggetti codice funzione, %s2, ciascuno in grado di controllare un flusso di chiamate e di essere commutato utilizzando il codice di attivazione / disattivazione del flusso di chiamate più l'indice.
ja_jp: 合計で %s の機能コードがあります。 %s
pt_br: Há um total de %s Objetos de Código de Recurso, %s, cada um pode controlar um fluxo de chamada e ser alternado usando o código de recurso de alternância de fluxo de chamada mais o índice.
ru_ru: Всего %s объектов сервисных кодов, %s, каждый из которых может контролировать прохождение вызова, и может быть переключён, используя функцию Переключение прохождения вызова.
vi: Có tổng %s đối tượng mã tính năng, %s, mỗi mã tính năng điều khiển một dòng cuộc gọi và được chuyển đổi bằng cách sử dụng mã tính năng chuyển đổi dòng cuộc gọi cùng với chỉ mục.

source: This will change the current state for this Call Flow Toggle Control, or set the initial state when creating a new one.
de_de: Dies ändert den aktuellen Schaltzustand dieser Anrufflusssteuerung oder setzt den Initialzustand, wenn eine neue angelegt wird.
es_es: Esto cambiará en estado actual de Control del toggle de este Flujo de Llamada, o establecerá el estado inicial cuando se esta creando uno nuevo.
fa_ir: این وضعیت فعلی روند کنترل تماس را تغییر میدهد، یا وضعیت فعلی را برای مورد جدید تنظیم میکند.
fr_fr: Cela modifiera l'état actuel de ce Jour/Nuit, ou définira l'état initial lors d'une création.
it_it: Ciò cambierà lo stato corrente per questo controllo di commutazione del flusso di chiamata, o imposterà lo stato iniziale quando ne creerai uno nuovo.
ja_jp: このコールフロー切り替え制御の現ステータスを変更したり、新規作成時には初期ステータスを設定します。
pt_br: Isso alterará o estado atual para este controle de alternância de fluxo de chamada ou definirá o estado inicial ao criar um novo.
ru_ru: Эта опция изменяет текущее состояние для сценария прохождения звонков или выставляет начальные условия при создании нового сценария.
vi: Điều này sẽ thay đổi trạng thái hiện tại của điều khiển chuyển đổi dòng cuộc gọi, hoặc cài đặt trạng thái ban đầu khi tạo mới.

source: Time Condition Reference
de_de: Bezug auf Zeitbedingung
es_es: Referencia de Condición horaria
fa_ir: مرجع شرایط زمانی
fr_fr: Condition Horaire de référence
it_it: Riferimento delle condizioni temporali
ja_jp: 時間分岐条件への参照
pt_br: Referência de Condição Horária
ru_ru: Ссылка на временное условие
vi: Tham chiếu điều kiện thời gian

source: You can optionally include a password to authenticate before toggling the call flow. If left blank anyone can use the feature code and it will be un-protected
de_de: Sie können optional ein Passwort vergeben, das vor dem Schalten des Anrufflusses eingegeben werden muss. Vergeben Sie hier kein Passwort, kann jeder den Funktionscode benutzen
es_es: Usted puede opcionalmente incluir una contraseña para autenticar antes de cambiar el flujo de la llamada. Si se deja en blanco cualquiera puede usar el código de feature y estará desprotegido
fa_ir: شما میتوانید قبل از ورود به روند تماس برای احراز هویت یک کلمه عبور انتخاب کنید. اگر خالی بگذارید هرکسی میتواند از کد ویژه استفاده کند و این مورد باعث ناامنی میشود
fr_fr: Vous pouvez éventuellement inclure un mot de passe pour s'authentifier avant de basculer le Jour/Nuit. Si laissé vide tout le monde peut utiliser le code de fonction et il sera non protégé
it_it: È possibile includere facoltativamente una password per l'autenticazione prima di attivare il flusso chiamate. Se lasciato in bianco, chiunque può utilizzare il codice funzione e non sarà protetto
ja_jp: コールフローを切り替える前の認証パスワードをオプションとして含むことが可能です。空白にしておくと、誰でもキーコードを使用することができるので、保護されません。
pt_br: Você pode opcionalmente incluir uma senha para autenticar antes de alternar o fluxo de chamadas. Se deixado em branco qualquer pessoa pode usar o código de recurso e ele estará desprotegido
ru_ru: Опционально, можно добавить пароль для аутентификации прежде чем переключать режим день/ночь. Если оставить пустым - любой, кто узнает сервисный код переключения может воспользоваться, и это никак не защищено
vi: Bạn có thể tùy chọn bao gồm mật khẩu để xác thực trước khi chuyển đổi dòng cuộc gọi. Nếu để trống, bất cứ ai cũng có thể sử dụng mã tính năng và nó sẽ không được bảo vệ
