Repository: FreePBX/daynight
Catalog: i18n/*/LC_MESSAGES/daynight.po
Languages: de_de, es_es, fa_ir, fr_fr, it_it, ja_jp, pt_br, ru_ru, sv_se, vi

source: You have reached the maximum limit for flow controls. Delete one to add a new one
de_de: Sie haben die maximale Anzahl von Fluss-Steuerungen ausgeschöpft. Sie müssen eine löschen, um eine neue hinzuzufügen
es_es: Usted ha alcanzado el limite máximo de control de flujos. Borre alguno para agregar otro
fa_ir: شما از حداکثر روند تماس استفاده کرده اید. برای افزودن مورد جدید یک مورد را حذف کنید
fr_fr: Vous avez atteint le maximum de JOUR/NUIT. Merci d'en effacer un avant
it_it: Hai raggiunto il limite massimo per i controlli di flusso. Cancellane uno per aggiungerne uno nuovo
ja_jp: コールフロー切り替え制御の上限に達しました。既存の設定を1つ以上削除してからもう一度試してください。
pt_br: Você atingiu o limite máximo para controles de fluxo. Exclua algum para adicionar um novo
ru_ru: Вы достигли максимального предела количества контрольных точек прохождения вызова. Удалите одну для создания новой.
vi: Bạn vừa đạt tới giới hạn tối đa của các điều khiển dòng cuộc gọi. Xóa một cái cũ để thêm một cái mới

source: changing primary keys to all fields..
de_de: ändere die Primärschlüssel für alle Felder..
es_es: Cambiando claves primarias a todos los campos...
fa_ir: تغییر دادن کلیدهای اصلی برای همه فیلدها..
ja_jp: 全てのフィールドに対するプライマリキーを変更中..
pt_br: alterando chaves primárias para todos os campos...
sv_se: ändra primärnyckel för alla fält

source: Day/Night Mode Association
sv_se: Tilldela Dag/Natt-läge

source: Associate with
sv_se: Tilldela till

source: If a selection is made, this timecondition will be associated with that featurecode and will allow this timecondition to be direct overriden by that daynight mode featurecode
sv_se: Om ett val har gjorts kommer denna tidskondition att tilldelas till en funktionskod som gör det möjligt att

source: - Force Day
sv_se: - Tvinga Dagläge

source: - Force Night
sv_se: - Tvinga Nattläge

source: Add Day/Night Code
sv_se: Lägg till Dag/Natt-kod

source: Day / Night Mode Control
sv_se: Dag / Natt-kontroll

source: Delete Day/Night Feature Code %s
sv_se: Ta bort Dag/Natt-funktionskoden %s

source: Forces to Day Mode
sv_se: Tvingas till Dagläge

source: Forces to Night Mode
sv_se: Tvingas till Nattläge

source: Save
sv_se: Spara

source: Use feature code: %s to toggle DAY/NIGHT mode
sv_se: Använd funktionskod: %s för att ändra Dag/Natt-läge

source: Day/Night Feature Code Index:
sv_se: Index för Dag/Natt-funktionskod:

source: There are a total of 10 Feature code objects, 0-9, each can control a call flow and be toggled using the day/night feature code plus the index.
sv_se: Det finns totalt 10 funktionskoder, 0-9, var en av dom kan kontrollera samtalsflödet och kan ställas om med Dag/Natt-funktionskod plus indexet.

source: Description for this Day/Night Control
sv_se: Kortfattad beskrivning för Dag/Natt-kontroll

source: Current Mode:
sv_se: Aktuellt läge:

source: This will change the current state for this Day/Night Mode Control, or set the initial state when creating a new one.
sv_se: Detta kommer att ändra aktuellt läge för denna Dag/Natt-kontroll, eller sätta utgångsläge när nya skapas.

source: You can optionally include a password to authenticate before toggling the day/night mode. If left blank anyone can use the feature code will be un-protected
sv_se: Du kan valfritt inkludera ett lösenord som måste anges innan omkoppling av Dag/Natt-läge kan ske. Om detta fält lämnas tomt kan vem som helst ställa om Dag/Natt-läget.

source: DAY
sv_se: DAG

source: NIGHT
sv_se: NATT
