Repository: FreePBX/daynight
Catalog: i18n/*/LC_MESSAGES/daynight.po
Languages: de_de, es_es, fa_ir, fr_fr, it_it, ja_jp, pt_br, ru_ru, sv_se, vi

source: - Force Time Condition False Destination
de_de: - Ziel bei Nichtzutreffen der Zeitbedingung erzwingen
es_es: - Forzar Condiciones de tiempo Falso Destino
fa_ir: - تحمیل شرط زمانی به مقصد غلط
fr_fr: - Forcer Condition de temps Fausse
it_it: - forza tempo condizione falsa destinazione
ja_jp: 強制的に時間条件をFalse宛先にする。
pt_br: - Força Condição Horária Falso Destino
ru_ru: - Форсировать назначение которое не попадает под правило по времени
vi: - Điều kiện thời gian bắt buộc tại Điểm đích False

source: - Force Time Condition True Destination
de_de: - Ziel bei Zutreffen der Zeitbedingung erzwingen
es_es: = Forzar Condiciones de Tiempo Verdadero Destino
fa_ir: - تحمیل شرط زمانی به مقصد درست
fr_fr: - Forcer Condition de temps Vraie
it_it: - forza tempo condizione vera destinazione
ja_jp: 強制的に時間条件をTrue宛先にする。
pt_br: - Força Condição Horária Verdadeiro Destino
ru_ru: - Форсировать назначение которое попадает под правило по времени
vi: - Điều kiện thời gian bắt buộc tại Điểm đích True

source: : Add
de_de: : Hinzufügen
es_es: : Agregar
fa_ir: :افزودن
fr_fr: : Ajouter
it_it: : aggiungere
ja_jp: : 追加
pt_br: : Adicionar
ru_ru: :Добавить
vi: :Thêm

source: : Edit
de_de: : Bearbeiten
es_es: : Editar
fa_ir: :ویرایش
fr_fr: : Éditer
it_it: : modificare
ja_jp: : 編集
pt_br: : Editar
ru_ru: :Редактировать
vi: : Chỉnh sửa

source: Actions
de_de: Aktionen
es_es: Acciones
fa_ir: اعمال
it_it: Azioni
ja_jp: アクション
pt_br: Ações
ru_ru: Действия
vi: Các thao tác

source: Add
de_de: Hinzufügen
es_es: Agregar
fa_ir: افزودن
fr_fr: Ajouter
it_it: Aggiungere
ja_jp: 追加
pt_br: Adicionar
ru_ru: Добавить
vi: Thêm

source: Add Callflow
de_de: Anruffluss hinzufügen
es_es: Agregar Flujo de Llamada
fa_ir: افزودن روند تماس
fr_fr: Ajouter Jour/nuit
it_it: Aggiungere Callflow
pt_br: Adicionar Fluxo de Chamada
ru_ru: Добавить Callflow
vi: Thêm Callflow ( Dòng cuộc gọi)

source: Applications
de_de: Anwendungen
es_es: Aplicaciones
fa_ir: درخواست
it_it: Applicazioni
ja_jp: アプリケーション
pt_br: Aplicações
ru_ru: Приложения
vi: Các ứng dụng

source: Are you sure you want to delete this flow?
de_de: Sind Sie sicher, dass Sie diesen Fluss löschen wollen?
es_es: ¿Seguro que quieres borrar este flujo?
fa_ir: آیا از حذف این روند اطمینان دارید؟
fr_fr: Etes vous sure de vouloir supprimer ?
it_it: Sei sicuro di voler eliminare questo flusso?
ja_jp: このコールフローを削除してもよろしいですか？
pt_br: Tem certeza de que deseja excluir esse fluxo?
ru_ru: Вы уверены,что хотите удалить данный поток вызова?
vi: Bạn có chắc muốn xóa dòng cuộc gọi này?

source: By default, the Call Flow Control module will not hook Time Conditions allowing one to associate a call flow toggle feauture code with a time condition since time conditions have their own feature code as of version 2.9. If there is already an associaiton configured (on an upgraded system), this will have no affect for the Time Conditions that are effected. Setting this to true reverts the 2.8 and prior behavior by allowing for the use of a call flow toggle to be associated with a time conditon. This can be useful for two scenarios. First, to override a Time Condition without the automatic resetting that occurs with the built in Time Condition overrides. The second use is the ability to associate a single call flow toggle with multiple time conditions thus creating a <b>master switch</b> that can be used to override several possible call flows through different time conditions.
de_de: Standardmäßig bindet das Anrufverlaufssteuerungsmodul keine Zeitbedingungen ein, sodass ein Anrufverlaufsumschaltfunktionscode einer Zeitbedingung zugeordnet werden kann, da die Zeitbedingungen ab Version 2.9 einen eigenen Funktionscode haben. Wenn bereits eine Zuordnung konfiguriert ist (auf einem aktualisierten System), hat dies keine Auswirkungen auf die betroffenen Zeitbedingungen. Wenn Sie diesen Wert auf "true" setzen, wird das Verhalten von Version 2.8 und früher zurückgesetzt, indem die Verwendung eines Anrufverlauf-Umschalters mit einer Zeitbedingung verknüpft wird. Dies kann für zwei Szenarien nützlich sein. Erstens, um eine Zeitbedingung zu überschreiben, ohne dass das automatische Zurücksetzen, das mit der eingebauten Zeitbedingung auftritt, außer Kraft gesetzt wird. Die zweite Verwendung ist die Möglichkeit, eine einzelne Anrufverlaufsumschaltung mit mehreren Zeitbedingungen zu verknüpfen, wodurch ein <b> Hauptschalter </b> erstellt wird, mit dem mehrere mögliche Anrufverläufe über verschiedene Zeitbedingungen hinweg außer Kraft gesetzt werden können.
es_es: Por defecto, el módulo de control de flujo de llamadas no se enganchará Condiciones de Hora permitiendo asociar un código función con una condición de tiempo ya que las condiciones de tiempo tienen su propio código de función a partir de la versión 2.9. Si ya existe una Asociación configurada (en un sistema actualizado), esto no tendrá ningún efecto para las condiciones de tiempo que se efectúa. Poniendo esta propiedad a "true" revierte el comportamiento de 2.8 y anterior, al permitir el uso de un "toggle" de flujo de llamada para ser asociado con una condición tiempo. Esto puede ser útil para dos escenarios. En primer lugar, para anular una condición de tiempo sin el rearme automático que se produce con el construido en el "Condicion de Tiempo Override". El segundo uso es la capacidad de asociar un único "toggle" de flujo de llamadas con múltiples condiciones de tiempo creando así un <b>interruptor principal</b> que puede ser utilizado para anular varios flujos de llamadas a través de diferentes condiciones de tiempo.
fr_fr: Par défaut, le module de contrôle de flux d'appels n'accrochera pas les conditions temporelles permettant d'associer un code de basculement de flux d'appel à une condition temporelle puisque les conditions temporelles ont leur propre code de fonctionnalité à partir de la version 2.9. Si une association est déjà configurée (sur un système mis à niveau), cela n'aura aucun effet sur les conditions de temps effectuées. Si vous définissez cette valeur sur true, le comportement 2.8 et antérieur est rétabli en permettant l'utilisation d'une bascule de flux d'appels associée à une condition de temps. Cela peut être utile pour deux scénarios. Tout d'abord, pour remplacer une condition de temps sans la réinitialisation automatique qui se produit avec les remplacements prédéfinis de condition de temps. La deuxième utilisation est la possibilité d'associer un basculement de flux d'appels unique à plusieurs conditions de temps, créant ainsi un <b> commutateur principal </b> qui peut être utilisé pour remplacer plusieurs flux d'appels possibles dans différentes conditions temporelles.
it_it: Per impostazione predefinita, il modulo Call Flow Control non associa condizioni temporali che consentono di associare un codice di attivazione / disattivazione del flusso di chiamata con una condizione temporale poiché le condizioni temporali hanno il proprio codice funzione a partire dalla versione 2.9. Se esiste già un'associazione configurata (su un sistema aggiornato), ciò non avrà alcun effetto sulle condizioni di tempo che si verificano. Impostando su true si ripristina il comportamento 2.8 e precedente consentendo l'uso di un interruttore di flusso di chiamata da associare a una condizione temporale. Questo può essere utile per due scenari. Innanzitutto, per sovrascrivere una condizione temporale senza il ripristino automatico che si verifica con le sovrascritture di condizione temporale incorporate. Il secondo utilizzo è la possibilità di associare un singolo interruttore di chiamata con più condizioni temporali creando così un <b> 1master switch </b> 2 che può essere utilizzato per ignorare più possibili flussi di chiamata attraverso diverse condizioni temporali.
pt_br: Por padrão, o módulo de Controle de Fluxo de Chamadas não ganhará Condições de Tempo permitindo associar um código de recurso de fluxo de chamada com uma condição de tempo, uma vez que as condições de tempo têm seu próprio código de recurso a partir da versão 2.9. Se já houver uma associação configurada (em um sistema atualizado), isso não afetará as Condições de Tempo que são efetuadas. Definir isto como verdadeiro reverte o comportamento 2.8 e anterior, permitindo que o uso de um alternador de fluxo de chamada seja associado a uma condição de tempo. Isso pode ser útil para dois cenários. Primeiro, para substituir uma Condição de Tempo sem a reinicialização automática que ocorre com as substituições de Condição de Tempo incorporadas. O segundo uso é a capacidade de associar uma única alternância de fluxo de chamada com várias condições de tempo, criando assim uma <b> troca mestre </b> que pode ser usado para substituir vários fluxos de chamadas possíveis através de diferentes condições de tempo.
ru_ru: По умолчанию модуль управления всеми вызовами не проверяет Правила по времени, но позволяет связать ручное переключение с правилами по времени ввиду того что начиная с версии 2.9 Правила по времени имеют свой собственный сервисный код. Если такое связывание уже создано (например на предыдущей версии при обновлении системы), то никакого дополнительного действия для Правил по времени для выполнения той же задачи предпринимать не нужно. Установка опции во 'Включено' (true) возвращает такое поведение версии 2.8 к сценарию включения этой возможности в предыдущих версиях, включая связанное с этим Правило по времени. Это можно использовать двумя разными вариантами. По первому - подавлять включение Правила по времени, которое происходило бы по встроенному в Правила по времени сценарию автоматически. Второй - использовать возможность позвонить и набрать сервисный код, который будет как-бы <b>главным переключателем</b>, включающим одно или несколько Правил по времени.
vi: Theo mặc định, mô-đun Call Flow Control ( Điều khiển dòng cuộc gọi) sẽ không móc nối các điều kiện thời gian cho phép kết hợp mã tính năng chuyển đổi dòng cuộc gọi với điều kiện thời gian vì điều kiện thời gian có mã tính năng riêng tại phiên bản 2.9. Nếu đã có một kết hợp được cấu hình (trên một hệ thống được nâng cấp), điều này sẽ không ảnh hưởng gì đến các điều kiện thời gian hiệu lực. Thiết lập điều này về True sẽ quay về 2.8 và trạng thái trước đó bằng cách cho phép sử dụng chuyển đổi dòng cuộc gọi được kết hợp với một điều kiện thời gian. Điều này có thể hữu ích cho hai kịch bản. Thứ nhất, để ghi đè lên một Điều kiện Thời gian mà không cài đặt lại tự động,xảy ra với các Ghi đè điều kiện thời gian lập sẵn. Thứ hai, khả năng liên kết một chuyển đổi dòng cuộc gọi đơn lẻ với nhiều điều kiện thời gian do đó tạo ra một<b>chuyển đổi dòng chính</b> được sử dụng để ghi đè một số dòng cuộc gọi thông qua các điều kiện thời gian khác nhau.

source: Call Flow
de_de: Anruffluss
es_es: Flujo de LLamada
fa_ir: روند تماس
fr_fr: Jour / nuit
it_it: flusso di chiamata
pt_br: Fluxo de Chamadas
ru_ru: Поток вызова
vi: Dòng cuộc gọi

source: Call Flow Control
de_de: Anrufflusssteuerung
es_es: Control de Flujo de llamada
fa_ir: کنترل روند تماس
fr_fr: Jour / nuit Contrôle
it_it: Controllo flusso di chiamata
ja_jp: コールフロー制御
pt_br: Controle de Fluxo de Chamadas
ru_ru: Общее управление прохождения вызовов
vi: Kiểm soát dòng cuộc gọi

source: Call Flow Control Module
de_de: Modul zur Anrufflusssteuerung
es_es: Modulo de Control de Flujo de Llamada
fa_ir: ماژول کنترل روند تماس
fr_fr: module contrôle Jour / Nuit
it_it: Controllo moduli flusso di chiamata
pt_br: Módulo de Controle de Fluxo de Chamadas
ru_ru: Модуль контроля вызовов
vi: Mô đun điều khiển dòng cuộc gọi

source: Call Flow Toggle (%s) : %s
de_de: Anruffluss-Schalter (%s): %s
es_es: Toggle de Flujo de Llamada (%s): %s
fa_ir: تغییر وضعیت روند تماس (%s) : %s
fr_fr: Basculer Jour / Nuit (%s): %s
it_it: Attiva / disattiva flusso chiamate (%s1):%s2
ja_jp: コールフロー切り替え (%s) : %s
pt_br: Alternância de Fluxo de Chamadas (%s) : %s
ru_ru: Переключатель состояния прохождения вызовов (%s) : %s
vi: Chuyển đổi dòng cuộc gọi (%s): %s

source: Call Flow Toggle Associate with
de_de: Anruffluss-Schalter verknüpfen mit
es_es: Toggle de flujo de llamada asociado
fa_ir: تغییر وضعیت روند تماس وابسته با
fr_fr: Bascule Jour / Nuit associé avec
it_it: Flusso di chiamata Attiva / disattiva associato con
pt_br: Alternância de fluxo de chamada associado
ru_ru: Связать переключение прохождения вызовов с
vi: Chuyển đổi dòng cuộc gọi kết hợp với

source: Call Flow Toggle Control
de_de: Anruffluss-Schalter-Steuerung
es_es: Toggle Control de Flujo de Llamada
fa_ir: کنترل تغییر وضعیت روند تماس
fr_fr: Bascule Jour/Nuit
it_it: Controllo del flusso di chiamata
ja_jp: コールフロー切り替え制御
pt_br: Alternância de Controle de Fluxo de Chamadas
ru_ru: Управление переключением прохождения вызовов
vi: Điều khiển chuyển đổi dòng cuộc gọi

source: Call Flow Toggle Feature Code Index
de_de: Funktionscode-Index des Anruffluss-Schalters
es_es: Codigo de Caracteristica para Toggle de flujo de llamada
fa_ir: فهرست کد ویژه تغییر وضعیت روند تماس
fr_fr: Index Code de fonction Bascule Jour/Nuit
it_it: flusso di chiamata attiva l'indice del codice caratteristica
ja_jp: 機能コードのインデックス
pt_br: Índice de Alternância de Controle de Fluxo de Chamadas
ru_ru: Индекс сервисного кода функции "Переключение прохождения вызовов"
vi: Chỉ mục mã tính năng chuyển đổi dòng cuộc gọi

source: Call Flow Toggle: %s (%s)
de_de: Anruffluss-Schalter: %s (%s)
es_es: Toggle de Flujo de Llamada: %s (%s)
fa_ir: تغییر وضعیت روند تماس: %s (%s)
fr_fr: Basculer Jour / Nuit : %s (%s)
it_it: Interruttore di chiamata:%s1 (%s2)
ja_jp: コールフロー切り替え (%s) : %s
pt_br: Alternância de Fluxo de Chamada: %s (%s)
ru_ru: Переключатель состояния прохождения вызовов (%s) : %s
vi: Chuyển đổi dòng cuộc gọi: %s (%s)

source: Call Flow manual toggle control - allows for two destinations to be chosen and provides a feature code that toggles between the two destinations.
de_de: Manuelle Steuerung des Anruffluss-Schalters - bietet die Möglichkeit, per Funktioniscode zwischen zwei Zielen umzuschalten.
es_es: Control manual de toggle de Flujo de Llamada - permite escoger dos destinos y provee un feature code →→ que conmuta entre ambos destinos.
it_it: Controllo di commutazione manuale di Call Flow: consente di scegliere due destinazioni e fornisce un codice di funzionalità che alterna tra le due destinazioni.
ja_jp: コールフローの手動トグル制御 - 2つの宛先を選択できるようにし、その2つの宛先間が切り替わるキーコードを提供します。
pt_br: Controle manual de alternância de Fluxo de Chamada - permite que dois destinos sejam escolhidos e fornece um código de recurso que alterna entre os dois destinos.
ru_ru: Ручное включение управления прохождением всех вызовов - разрешает сделать два назначения для входящих и позволяет переключать вызовы вручную при помощи сервисного кода .

source: Current Mode
de_de: Aktueller Modus
es_es: Modo actual
fa_ir: حالت کنونی
fr_fr: Mode courant
it_it: Modalità corrente
ja_jp: 現在のモード
pt_br: Modo Atual
ru_ru: Текущий режим
vi: Chế độ hiện tại

source: Default
de_de: Standard
es_es: Defecto
fa_ir: پیشفرض
fr_fr: Défaut
it_it: Predefinito
ja_jp: デフォルト
pt_br: Padrão
ru_ru: По умолчанию
vi: Mặc định

source: Delete
de_de: Löschen
es_es: Borrar
fa_ir: حذف
fr_fr: Supprimer
it_it: Elimina
ja_jp: 削除
pt_br: Apagar
ru_ru: Удалить
vi: Xóa

source: Description
de_de: Beschreibung
es_es: Descripción
fa_ir: شرح
it_it: Descrizione
ja_jp: 説明
pt_br: Descrição
ru_ru: Описание
sv_se: Beskrivning
vi: Mô tả

source: Description for this Call Flow Toggle Control
de_de: Bechreibung für diese Anruffluss-Schalter-Steuerung
es_es: Descripción de Control de este Toggle de Flujo de Llamada
fa_ir: شرحی برای کنترل تغییر وضعیت روند تماس
fr_fr: Description pour ce Jour/Nuit
it_it: Descrizione per questo controllo di commutazione del flusso di chiamata
ja_jp: このコールフロー切り替え制御の説明
pt_br: Descrição para este Controle de Alternância de Fluxo de Chamada
ru_ru: Описание для этого режима День/Ночь
vi: Mô tả cho điều khiển chuyển dòng đổi cuộc gọi này

source: Destination to use when set to Normal Flow (Green/BLF off) mode
de_de: Ziel, das bei normalem Fluss (Grün/BLF aus) verwendet werden soll
es_es: Destino a usar cuando se establece en el modo de flujo normal (verde/BLF apagado)
fa_ir: مقصد مورد استفاده وقتی حالت روند نرمال تنظیم شده باشد
fr_fr: Destination à utiliser en mode Jour (BLF Verte)
it_it: Destinazione da utilizzare quando è impostata la modalità Flusso normale (verde / BLF spento)
ja_jp: 通常モード (BLFが緑もしくは消灯) の宛先
pt_br: Destino a ser utilizado quando definido como Modo de Fluxo normal (Verde/BLF desligado)
ru_ru: Какой внутренний номер использовать когда установлен Normal Flow (Green/BLF off) режим
vi: Điểm đích để sử dụng khi cài đặt về chế độ dòng cuộc gọi thông thường ( xanh/BLF tắt)

source: Destination to use when set to Override Flow (Red/BLF on) mode
de_de: Ziel, das im Überbrückungs-Fluss (Rot/BLF an) verwendet werden soll
es_es: Destino para utilizar cuando se establece en modo Invalidar flujo (Override Flow - rojo/BLF encendido)
fa_ir: مقصد مورد استفاده وقتی حالت روند ابطال تنظیم شده باشد
fr_fr: Destination à utiliser en mode Nuit (BLF Rouge)
it_it: Destinazione da utilizzare quando impostato su Sovrascrivi flusso (Rosso / BLF attivo)
ja_jp: 上書きモード (BLFが赤もしくは点灯) の宛先
pt_br: Destino a ser usado quando definido como Modo Substituir Fluxo (Vermelho/BLF ativado)
ru_ru: Какой внутренний номер использовать когда установлен Override Flow (Red/BLF on) режим
vi: Điểm đích để sử dụng khi cài đặt về chế độ ghi đè dòng cuộc gọi ( Đỏ/ BLF bật)

source: ERROR: failed to alter primary keys
de_de: FEHLER: Konnte Primärschlüssel nicht ändern
es_es: ERROR: No se han podido alterar las claves primarias
fa_ir: خطا:تغییر کلید اصلی ناموفق بود
ja_jp: エラー: プライマリキーの変更に失敗
pt_br: ERRO: falha ao alterar chaves primárias
sv_se: FEL: kunde inte ändra primärnyckel

source: Feature Code
de_de: Funktionscode
es_es: Código de Función
fa_ir: کد ویژه
fr_fr: Code de fonction
it_it: Codice funzione
ja_jp: 機能コード
pt_br: Código de Recurso
ru_ru: Сервисный код
vi: Mã tính năng

source: Forces to Normal Mode (Green/BLF off)
de_de: Erzwingt den Normalmodus (Grün/BLF aus)
es_es: Fuerza a Modo Normal (Verde/BLF off)
fa_ir: تحمیل به حالت نرمال(سبز/BLF off )
fr_fr: Forcer en mode Jour (BLF Vert)
it_it: Forza in modalità normale (verde / BLF spento)
ja_jp: 強制的に通常モードにする (BLFが緑もしくは消灯)
pt_br: Força para o Modo Normal (Verde/BLF desligado)
ru_ru: Форсировать переход в нормальный режим (Green/BLF выключено)
vi: Bắt buộc đến chế độ thông thường (Green/BLF off)

source: Forces to Override Mode (Red/BLF on)
de_de: Erzwingt den Überbrückungsmodus (Rot/BLF an)
es_es: Fuerza a Modo Override (Rojo/BLF on)
fa_ir: تحمیل به حالت ابطال (قرمز/BLF on)
fr_fr: Forcer en mode Nuit (BLF Rouge)
it_it: Forza la modalità Override (rosso / BLF attivo)
ja_jp: 強制的に上書きモードにする (BLFが赤もしくは点灯)
pt_br: Força para Modo Substituir (Vermelho/BLF ativado)
ru_ru: Форсировать режим подавления (Red/BLF включено)
vi: Bắt buộc đến chế độ ghi đè (Red/BLF on)

source: Hook Time Conditions Module
de_de: Modul für Zeitbedingungen anbinden
es_es: Modulo de Condiciones de Tiempo de Enganche
fa_ir: ماژول هوک شرایط زمانی
fr_fr: Module de conditions de temps
it_it: Modulo di condizioni del tempo di aggancio
pt_br: Módulo de Condições de Tempo de Gancho
ru_ru: Вызвать модуль условий по времени
vi: Hook mô đun điều kiện thời gian
